gu_stats = {
    "노원구": {"거래건수": 4643, "평균가_만원": 66783},
    "강서구": {"거래건수": 2599, "평균가_만원": 91628},
    "구로구": {"거래건수": 2454, "평균가_만원": 71529},
    "성북구": {"거래건수": 2380, "평균가_만원": 94826},
    "송파구": {"거래건수": 2325, "평균가_만원": 204820},
    "은평구": {"거래건수": 1921, "평균가_만원": 87528},
    "영등포구": {"거래건수": 1750, "평균가_만원": 128488},
    "강동구": {"거래건수": 1732, "평균가_만원": 132322},
    "동대문구": {"거래건수": 1707, "평균가_만원": 100430},
    "도봉구": {"거래건수": 1594, "평균가_만원": 57437},
}

print(gu_stats["노원구"])
print(gu_stats["노원구"]["평균가_만원"])
# print(gu_stats["강남구"])

print(list(gu_stats.keys()))
print(list(gu_stats.values()))
print("노원구" in gu_stats)
for gu in gu_stats:
    print(gu)
for gu, info in gu_stats.items():
    print(gu, info["평균가_만원"])